{
   "name" : "Yamazakura-Aoi-",
   "icon" : "flammpfeil.slashblade:slashbladenamed{ModelName: \"named/yamazakura/model\",TextureName: \"named/yamazakura/yamazakura_aoi\"}",
   "category" : "category_4",
   "pages" : [
      {
         "type" : "text",
         "text" : "In fact, during the 12 Yamazakura Blades were smithing, some smiths from other region stole some aerosiderites belong to Yamazakura Village.$(br2)They went to the border of Tomihara, and tried to smith Blades as excellent as the Yamazakura Blades to gift to Generals of the Central Force. Finally they finished one Blade, and named it Aoi."
      },
      {
         "type" : "text",
         "text" : "Smiths are not swordsman; they cannot wield their weapons well.$(br2)Swordsman of Tomihara perceived something wrong. They found those smiths, killed them with Aoi, which they had smithed, and brought the Blade away.$(br2)Maybe because of their ghosts' haunting, Aoi was infused with Devils' power, and reacted with aerosiderites."
      },
      {
         "type" : "text",
         "text" : "Though it was a bit less powerful than Kamuy, Aoi was definitely another deadly weapon for Tomihara's swordsman. It was given to a professional swordman.$(br2)The War for Stealing Territory broke out. The owner of Kamuy and the owner of Aoi, fight with the enemies together. They slayed uncountable amount of enemies with the stunt, Sakura-Space Quakke-. As the records say, I have witnessed the real power of that stunt."
      },
      {
         "type" : "text",
         "text" : "When the\"Heavy Rain\" fell down, the Space was cut through.$(br)As I know, Yamazakura's strong Spirit Power not only because the power of Devils, but also it is made by Spirit Sakura Steel, smelt from aerosiderites.$(br2)Tomihara was overthrown down after only a decade. Owner of Kamuy and Aoi was assassinated, and the two Blades got lost. Bewitched Blades that smithed in Tomihara disappeared since then, only historical records about them were left."
      },
      {
         "type" : "text",
         "text" : "I think the loss of Yamazakura Blades is a great pity indeed. The only thing I can do is trying to revivify the two Blades.$(br2)Though we have great power, we can hardly protect ourselves."
      },
      {
         "type" : "entity",
         "entity" : "minecraft:evocation_illager",
         "text" : "Slay it with Blades and you will get the replica of Aoi."
      },
      {
         "type" : "crafting",
         "recipe" : "lastsmith:flammpfeil.slashblade.named.yamazakura.aoi"
      }
   ],
   "advancement":"lastsmith:bewitched_blade",
   "sortnum" : 8
}
