{
   "name" : "The Tachi of Spirit Sakura",
   "icon" : "flammpfeil.slashblade:slashbladenamed{ModelName: \"named/roukan/model\", TextureName: \"named/roukan/texture\"}",
   "category" : "category_4",
   "pages" : [
      {
         "type" : "text",
         "text" : "The Third Cycle of Lunar Calendar, The year of Moon, Winter and Water. I and my peers learning smithing with me understood the power of Spirit Sakura, and tried to smith Blades with Spirit Sakura Steel.$(br2)Due to its great Spirit Power, we succeeded in smithing a powerful Blades with Spirit Sakura Steel."
      },
      {
         "type" : "text",
         "text" : "The wakizashi made of Spirit Sakura Steel was able to kill ghosts and purify them.$(br2)This Blade was given to the lord of Konpaku family, the Half-human Half-spirit clan. It was called Hakurouken, named after the place where the Blade was given.$(br2)The Blade was passed to the descendant of Konpaku family. She asked us if we could smith a tachi for her."
      },
      {
         "type" : "text",
         "text" : "With the joint requirement of the Konpaku family, the Saigyoji family and the Lord of Tengu, we Tengu smiths and smiths from other clan, even human smiths, began to smith the The Tachi of Spirit Sakura.$(br2)The number of smiths from Human clans and Youkai clans was too many to be count. What was worse, we failed too many times. Though there were some not-bad Blades among the defectives, but these Blades were not accepted by them."
      },
      {
         "type" : "text",
         "text" : "Finally there was a tachi, with its condensed Spirit Sakura power and other Spirit powers, cut through materials which used to be considered as not cuttable. The Tachi of Spirit Sakura was eventually smithed, and named Roukanken.$(br2)It meant so many things, even deaths of many Humans and Youkais.$(br2)But it only got vulgar comments and poor imitations by smiths who only considered benefits."
      },
      {
          "type" : "text",
          "text" : "So many replicas came into being, some were even bad. People named them Kanrouken.$(br2)Do you still remember the origin of Spirit Sakura?$(br2)Since the war between Humans and Devils broke out, the falling of Sakura means a warrior's death. This is the origin of Spirit Sakura. They are the spirit of the dead.$(br2)But However, not only Humans but also Youkais were obsessed in killing each other."
      },
      {
          "type" : "text",
          "text" : "We smiths can only give them the ability to kill, but this is the only thing we should do.$(br2)At the day the smithing  of The Tachi of Spirit Sakura finished, I decided to smith a new Blade to strengthen my clan.$(br2)I must smith a Blade better than The Tachi of Spirit Sakura.$(br2)On my own."
      },
      {
         "type" : "crafting",
         "recipe" : "lastsmith:flammpfeil.slashblade.named.kanrou_fake",
         "recipe2" : "lastsmith:flammpfeil.slashblade.named.kanrou"
      },
      {
         "type" : "crafting",
         "recipe" : "lastsmith:flammpfeil.slashblade.named.roukan"
      },
      {
         "type" : "crafting",
         "recipe" : "lastsmith:flammpfeil.slashblade.named.hakurou_fake"
      },
      {
         "type" : "crafting",
         "recipe" : "lastsmith:flammpfeil.slashblade.named.hakurou"
      }
   ],
   "advancement":"lastsmith:bewitched_blade",
   "sortnum" : 13
}
