{
   "name" : "序言",
   "icon" : "lastsmith:scroll",
   "category" : "category_1",
   "pages" : [
      {
         "type" : "text",
         "text" : "上古时期，「真理之剑」就已经成立。他们是维护这个世界的剑士组织……$(br)然而，被「书」所扭曲的剑士背叛了组织，利用其力量发动了长达数百年的战争……$(br2)就在这片大陆——幻想大陆之上……"
      },
      {
         "type" : "text",
         "text" : "太阴历，前二轮回，日与夏与火之年，在另一大陆——樱花大陆上，人类曾与邪魔一族发生了一场惨烈的战争，以修罗之死和「樱」之刃持有者自尽而告终。$(br2)因此驱魔刃与邪魔刃的真品就这样消失在历史之中。唯独留下的是「樱之流」的剑术流派以及注入在刀刃中邪魔的力量……"
      },
      {
         "type" : "text",
         "text" : "太阴历，起始之年，「真理之剑」与魔物以及背叛者的战争终于进入了最终阶段……$(br2)樱花大陆与幻想大陆同时展开了结界……自此世界的均衡彻底不复存在，两大地区之间形成了永不能往来的结界……"
      },
      {
         "type" : "text",
         "text" : "太阴历，第一轮回，日与春与水之年，苇原国成立。因为苇原国地区缺少矿产，当地匠人利用当地上好竹材制成竹光刀。在当地，上品竹光刀甚至是一些大将的收藏品。$(br2)多年之后，内府军侵略苇原。得益于雄厚的财力，参加战争的高级将领手中大多都是名刀。最出名的莫过于红玉，胴田贯，村正等。"
      },
      {
         "type" : "text",
         "text" : "苇原众不愿失去自己原本居住的土地，向侵略者发起了“盗国之战”。苇原出动了近乎全部的兵力，与内府军交战甚久。$(br2)某流派锻造的十二刃，在一次事故中合为一振妖刀，十三振刀通称为山樱。此后，又出现了山樱的仿制品——山樱「葵」。在盗国之战中，苇原的两名精英手持着这两振刀立下汗马功劳。"
      },
      {
         "type" : "text",
         "text" : "山樱辉煌的背后是大批苇原刀匠的牺牲。在锻造十二山樱之时，有多少刀匠死去，不得而知......$(br2)我们只能知道的是，刀上铭刻着他们的名。$(br2)不负这群刀匠，更不负大批死去的战士们。苇原的盗国最终以内府大将之死告终，此后苇原度过了十几年的安定期。"
      },
      {
         "type" : "text",
         "text" : "因为内府军的二次大规模侵略和瘟疫的爆发，苇原再次亡国。在苇原亡国之时，山樱和葵一并遗失。逃出苇原的龙胤之子和随行忍者无意侵扰到了山中的妖怪。$(br2)自然，妖怪也无法抵挡龙胤之力。$(br2)龙胤之子认清龙胤之力的可怕之后选择了断绝龙胤的道路，在最后龙胤和忍者便一起消失了......"
      },
      {
         "type" : "text",
         "text" : "妖怪众伪装成人类来到了曾经的苇原国。此后，妖怪与人类形成了微妙的关系。$(br2)妖怪从人类身边学到了锻造技术，并成功锻造出“幽灵成佛之剑”—白楼剑，这振刀交付给半灵家族:“魂魄”家。随后在魂魄家和西行寺家的共同提议下，大批妖怪和人类名匠共同锻造出“斩断一切之剑”—楼观剑。$(br2)此刀的出现举世震惊，无论是名匠还是学徒都争相仿制，但没有人能达到原作的水平。"
      },
      {
         "type" : "text",
         "text" : "这本书的原作者是一名参与过楼观剑锻造的天狗刀匠，他曾亲眼目睹那可斩断不死之刃的可怕。$(br2)完成天云双刀、捡到那两振忍者遗留的刀之后，他开始记录下来他从开始学习锻刀到他捡到这刀之后的事情。$(br2)在书籍即将编写完成的时候，他决定用断绝不死之力打造出一振“真正的不死之刃”"
      },
      {
         "type" : "text",
         "text" : "几日之后，他从山中消失了......$(br2)前去看望他的朋友看到了那名刀匠的末期：一振血红的刀就这样被随意的丢在地上，只剩下桌子上的草稿。$(br2)那股浓厚的妖气始终无法褪去......$(br2)这振刀后来与无名刀匠的其他遗物一起埋葬在某处，书籍由友人所结尾。"
      }
   ],
   "sortnum" : 0
}
